vila
senda
conduz
partida
for
corinthians
vez
estas
bota
classe
valor
nos
arte
mata
nem
so
amanha
maltrata
as
anhanguera
ou
seus
fora
para
dia
luta
altaneiro
brasileiro
mastro
da
venham
parte
uma
estandarte
musica
dentro
leal
alvinegra
legou
galo
show
araguaia
real
entrando
ideal
heroi
provaste
linha
tuas
saudam
assustado
ataque
gado
joga
morte
deca
assegurada
dragao
transformando
craques
num
todos
tem
mundial
ostentas
quantas
me
guardada
sua
primeiros
sincero
nossas
povo
modestia
guias
gelo
fidalguia
feminina
aristocrata
dar
america
ceus
gloria
boa
rival
meu
sorte
abraco
honramos
juventude
paulista
sao
cantamos
nossa
alegria
conquistas
vibramos
eternamente
nasceste
sonho
ganhas
flamengo
assim
te
social
pesou
gigante
nacional
esportivo
tantas
coracoes
igual
passado
vencida
voltado
das
tarda
agora
goiania
arrebenta
bola
ai
artistas
vitorias
ternamente
manha
lealdade
muita
cintilam
salve
cancao
vencedor
taca
coritiba
glorias
esse
operarias
no
gente
passa
arraial
dignamente
regata
desportistas
imenso
palco
radioso
leleoo
goias
encarnado
ate
libra
teria
nossos
raca
alegres
alcanca
levas
chegou
viver
fogo
se
marchar
espirito
brilhou
alto
sem
cumprindo
explode
feitos
cuiaba
unido
benze
ja
facho
imortal
nosso
vingador
atletico
disciplina
grande
anos
vida
outro
coberto
furacao
louvor
coxa
leao
cerrado
a
tradicao
mineiro
torcida
paz
hino
auriverde
emocao
teme
coracao
tres
lagrimas
esporte
suas
amor
esta
tambem
vibrante
santuario
pelo
teus
traduzem
dando
fascina
estimular
espera
propria
marcha
sol
bem
cada
jogamos
os
pulsando
parana
pavilhao
cidade
amado
vovo
ganhar
levanta
prelio
retumbante
exaltar
time
na
nome
querido
athleticano
jovens
aguas
faixa
bandeira
consagrado
presente
diz
jogada
industria
forca
gramado
refletor
ter
motivo
idolatrado
seja
noutros
amam
faz
tenho
garra
vibra
voce
licao
bretao
peito
massa
trazendo
bragantino
harmonia
nascer
brilha
dentre
quem
brasileiros
tradicional
querida
vezes
serra
muitas
vermelho
futuro
esperanca
camisa
belmiro
malicia
grandes
dourado
valentia
alviverdes
equipe
cenario
cultural
aos
campos
altivo
jaca
entoando
enaltecemos
orgulha
rolando
do
vence
tu
internacional
mundo
jogando
o
soberbo
mil
estrada
rivais
glorioso
podes
poesia
fluminense
raios
orgulho
nao
ilha
palmeiras
ser
festas
aguarda
valores
ordem
fato
desporto
ardor
tens
ver
padrao
vive
vivo
honrando
podem
campeao
ceu
guerreiro
deixou
segue
vejo
pelos
pois
graca
brasil
ergamos
novo
vigor
varonil
valente
cantando
alvirubro
ele
chego
imponente
brilhar
le
lutar
levar
defesa
ninguem
celeiro
branco
cio
cotado
solitaria
sangue
tecendo
teu
negro
hora
nas
fiel
famoso
tecnica
campanhas
pro
em
sabe
pela
forte
santos
campo
fortaleza
clube
legitimo
ouro
encontro
bruta
tetra
indio
desfraudada
esquecer
demonstrar
paixao
minas
vem
turma
dos
ostentando
quando
traz
profundo
plagas
despertando
almas
foste
distantes
sou
norte
perder
colorado
predestinado
vibrar
surge
esportes
vives
demais
verde
fe
cereais
relevantes
que
rio
campeoes
estara
oh
inflama
vencido
aguerrido
pratica-se
mais
arrebata
tradicoes
perco
marcado
la
canto
domina
formosa
colheita
lembram
emocoes
jogadores
ceara
ases
1907
mostrar
este
e
tudo
quente
ascende
cores
gol
figuras
tao
dormindo
rubro-negro
melhor
es
cansaco
belo
mania
tricolor
maior
paulo
pais
somos
desde
desejo
primeiro
sensacional
tua
dignidade
aco
receba
estrela
abre
gingado
representa
riso
bateia
braganca
vai
rubro-negra
seu
fruto
prazer
matas
entre
tornou
ola
hei
deus
usando
veste
historia
pra
desgosto
mesmo
cantemos
todo
fulmina
de
dias
mar
eu
maos
rasqueado
vamos
foge
conhecemos
fla-flu
com
regencia
astros
dourada
escudam
festa
aqui
ve-lo
futebol
clareando
jesus
isso
vitoria
brasilia
ole
um
gramados
azul
botafogo
vencer
guardado
menino
representante
mantendo
rapaz
magia
esquadrao
toda
recanto
sul
athletico
rubro
minhas
encantando
canta
popularidade
acao
baixada
faltasse
minerios
fibra
fervor
has
luz
sa
avai
por
qual
olhos
louros
milhoes
foi
frente
velocidade
jogo
mas
amar
ao
alviverde
alvinegro
cortina
morrer
meio
correm
natureza
dureza
atacante
tempo
marco
canoa
chama
terra
vibrando
hoje
sempre
combativo
gosto
ensina
cheia
inteiro
chao
